Repository: 00mjk/woof-CE-1
Catalog: langpack/*/usr/share/locale/*/LC_MESSAGES/pman.po
Languages: fr

source: Wait a moment ...
fr: Veuillez patientez...

source: Processing...
fr: Traitement en cours...

source: Puppy Help
fr: Aide Puppy/Toutou

source: Look up the Puppy help page.
fr: Rechercher la page d'aide Puppy/Toutou.

source: Puppy help
fr: Aide Puppy/Toutou

source: First run info.
fr: Info de premier démarrage.

source: Look up the welcome information.
fr: Rechercher les informations de bienvenue.

source: Welcome info.
fr: Info de bienvenue.

source: Search manuals
fr: Chercher les manuels

source: Input or select a keyword.
fr: Entrer ou sélectionner un mot-clef.

source: Type an application or command name here, or choose from the pulldown.
fr: Saisir le nom d'une application ou d'une commande ici, ou choisir à partir de la liste déroulante.

source: Start search
fr: Démarrer la recherche

source: Quit
fr: Quitter
